/* No comment provided by engineer. */
"Catalan" = "Catalán";

/* No comment provided by engineer. */
"English" = "Inglés";

/* No comment provided by engineer. */
"French" = "Francés";

/* No comment provided by engineer. */
"Galician" = "Gallego";

/* No comment provided by engineer. */
"I'm from abroad" = "Soy de fuera";

/* No comment provided by engineer. */
"I'm from Galicia" = "Son galego";

/* No comment provided by engineer. */
"languageWillChangeGalician" = "El idioma se establecerá a gallego la próxima vez que se reinicie la aplicación";

/* No comment provided by engineer. */
"languageWillChangeOther" = "El idioma se reestablecerá la próxima vez que se reinicie la aplicación";

/* No comment provided by engineer. */
"notConnected" = "Necesitas conexión a internet.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Original text" = "Texto original";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* No comment provided by engineer. */
"Select language" = "Seleccionar idioma";

/* No comment provided by engineer. */
"So, where are you from?" = "Entonces, de dónde eres?";

/* No comment provided by engineer. */
"Spanish" = "Español";

/* No comment provided by engineer. */
"Translated text" = "Texto traducido";

/* No comment provided by engineer. */
"Translating text..." = "Traduciendo texto...";

/* No comment provided by engineer. */
"Translation not found" = "Traducción no encontrada";

